module.exports = [
  //family

  {
    id: 1,
    excuse:
      "मेरे खास दोस्त देर से काम पर पहुंचे और मुझे उनके स्थान पर जाना पड़ा।",
    category: "family",
  },
  {
    id: 2,
    excuse: "मेरे बॉस मीटिंग में थे और मुझे उनके स्थान पर जाना पड़ा।",
    category: "family",
  },
  {
    id: 3,
    excuse: "मैं एक लड़ाई में शामिल हो गया।",
    category: "family",
  },
  {
    id: 4,
    excuse: "मेरी कार खराब हो गई।",
    category: "family",
  },
  {
    id: 5,
    excuse: "मेरी चाबियाँ नहीं मिल रही हैं।",
    category: "family",
  },
  {
    id: 6,
    excuse: "मेरे पेट में बहुत ज्यादा दर्द है।",
    category: "family",
  },
  {
    id: 7,
    excuse:
      "मेरे खास दोस्त की एक दुर्घटना हो गयी और मुझे उनके स्थान पर जाना पड़ा।",
    category: "family",
  },
  {
    id: 8,
    excuse:
      "मेरे बॉस ने मुझे एक आपात समीक्षा के लिए उड़ान पकड़ने के लिए कहा है।",
    category: "family",
  },
  {
    id: 9,
    excuse:
      "आज वो था? मुझे बहुत खेद है दोस्तों, लेकिन मैंने अपनी पत्नी से वादा किया था कि हम आज रात डेट नाइट करेंगे।",
    category: "family",
  },
  {
    id: 10,
    excuse: "मेरे सहयोगी की मां का निधन हो गया।",
    category: "family",
  },
  {
    id: 11,
    excuse: "मेरे पास कल सुबह जल्दी काम है।",
    category: "family",
  },
  {
    id: 12,
    excuse: "सच कहूं, मैं घर पर ही बैठकर पढ़ना पसंद करूंगा।",
    category: "family",
  },
  {
    id: 13,
    excuse:
      "मुझे पार्टी में देखने के लिए विचार मत करो। मैं सुबह से उल्टी कर रहा हूँ।",
    category: "family",
  },
  {
    id: 14,
    excuse:
      "मैं गाड़ी चलाने ही वाला था, लेकिन मुझे एहसास हुआ कि मेरा टायर पंचर हो गया है।",
    category: "family",
  },
  {
    id: 15,
    excuse: "मेरी दाई ने आखिरी मिनट में मुझसे मिलने का कार्यक्रम रद्द कर दिया।",
    category: "family",
  },
  {
    id: 16,
    excuse:
      "यहाँ बहुत जोरदार बारिश हो रही है। मुझे लगता है कि इस मौसम में गाड़ी चलाना अच्छा नहीं है।",
    category: "family",
  },
  {
    id: 17,
    excuse:
      "कल से मेरी परीक्षाएं शुरू हो रही हैं और मुझे अपना समय पढ़ाई में लगाना है।",
    category: "family",
  },
  {
    id: 18,
    excuse: "मेरी कैब फर्म ने कहा कि एक घंटे तक कोई उपलब्धता नहीं होगी।",
    category: "family",
  },
  {
    id: 19,
    excuse:
      "मुझे आज रात बाहर जाना अच्छा लगता लेकिन मैं इस समय अपना बटुआ ढूंढ रहा हूं।",
    category: "family",
  },
  {
    id: 20,
    excuse:
      "मेरे घर में जल निकासी की समस्या हो गई है और मैं अपने प्लंबर का इंतजार कर रहा हूं",
    category: "family",
  },

  //          -----------OFFICE-------------

  {
    id: 101,
    excuse: "मेरी पत्नी और बेटे बीमार थे और मुझे उनकी देखभाल करनी पड़ी।",
    category: "office",
  },
  {
    id: 102,
    excuse: "मेरे कुत्ते की बीमारी की देखभाल करनी पड़ी क्योंकि वह बीमार था।",
    category: "office",
  },
  {
    id: 103,
    excuse: "मेरी सास का निधन हो गया।",
    category: "office",
  },
  {
    id: 104,
    excuse: "मेरी पत्नी को डिलीवरी के लिए अस्पताल जाना पड़ा।",
    category: "office",
  },
  {
    id: 105,
    excuse: "मेरे बेटे को अस्पताल जाना पड़ा, उसकी हड्डी टूट गई थी।",
    category: "office",
  },
  {
    id: 106,
    excuse: "मेरी पत्नी को हड्डी टूटने के लिए अस्पताल जाना पड़ा।",
    category: "office",
  },
  {
    id: 107,
    excuse: "मेरे बेटे को हड्डी टूटने के लिए अस्पताल जाना पड़ा।",
    category: "office",
  },
  {
    id: 108,
    excuse: "मेरे माता-पिता बिना बताए मेरे घर आ गए।",
    category: "office",
  },
  {
    id: 109,
    excuse: "मैं एक दुर्घटना का शिकार हो गया।",
    category: "office",
  },
  {
    id: 110,
    excuse: "ट्रक खराब होने के कारण यातायात रुक गया।",
    category: "office",
  },
  {
    id: 111,
    excuse:
      "मेरी दंतचिकित्सक से मुलाकात है और मैं इसे पुनर्निर्धारित नहीं कर सकता।",
    category: "office",
  },
  {
    id: 112,
    excuse:
      "आज एक महत्वपूर्ण वितरण की उम्मीद है और मुझे उसे व्यक्तिगत रूप से प्राप्त करने की आवश्यकता है।",
    category: "office",
  },
  {
    id: 113,
    excuse: "कल रात मेरा एक पारिवारिक समारोह था और मैं थका हुआ हूँ।",
    category: "office",
  },
  {
    id: 114,
    excuse: "मेरा चश्मा टूट गया है और मुझे कुछ दिखाई नहीं दे रहा।",
    category: "office",
  },
  {
    id: 115,
    excuse: "मौसम के बदलने के कारण मुझे फ्लू हो गया है।",
    category: "office",
  },
  {
    id: 116,
    excuse:
      "मेरे बच्चों के स्कूल के लिए मुझे अभिभाषक-शिक्षक सभा में शामिल होना है।",
    category: "office",
  },
  {
    id: 117,
    excuse:
      "जब से मैं उठा हूं मेरी आंखें लाल हैं और मुझे स्क्रीन देखने में कठिनाई हो रही है।",
    category: "office",
  },
  {
    id: 118,
    excuse:
      "मेरे घर से आखिरी बस जल्दी चली गई थी और मेरे पास कोई परिवहन नहीं है।",
    category: "office",
  },
  {
    id: 119,
    excuse: "मुझे बैंक में काम है।",
    category: "office",
  },
  {
    id: 120,
    excuse:
      "मेरे इलाके में एक अपराध हुआ। वहीं पुलिस ने सभी से परिसर से बाहर नहीं जाने को कहा है।",
    category: "office",
  },

  {
    id: 121,
    excuse:
      "मुझे बहुत तेज़ खांसी है और मैं इसे अपने बाकी सहकर्मियों के साथ साझा नहीं करना चाहता।",
    category: "office",
  },
  {
    id: 122,
    excuse:
      "मेरी कार की बैटरी दुर्भाग्यवश खराब हो गई है और मैं घर पर फंसा हूँ।",
    category: "office",
  },
  {
    id: 123,
    excuse: "मैं बुरी तरह से थक गया हूँ और मुझे मानसिक स्वास्थ्य का दिन चाहिए।",
    category: "office",
  },
  {
    id: 124,
    excuse:
      "मैंने अपनी मौसी से वादा किया कि मैं इस पुनर्मिलन में उनसे मिलूंगा।",
    category: "office",
  },
  {
    id: 125,
    excuse:
      "मेरे बच्चे का स्कूल में आखिरी नृत्य प्रदर्शन हो रहा है और मैंने उसे वादा किया है कि मैं वहाँ होऊँगा।",
    category: "office",
  },
  {
    id: 126,
    excuse:
      "मेरे घर की जल संवादना बंद हो गई है और मैं इसे ठीक करने का प्रयास कर रहा हूँ।",
    category: "office",
  },
  {
    id: 127,
    excuse:
      "मैंने एक सीफ़ूड स्थल पर कुछ दिन पहले खाया था और अब मेरी पेट को दर्द हो रहा है।",
    category: "office",
  },
  {
    id: 128,
    excuse:
      "मेरी गर्दन पूरी सुबह अजीब स्थिति में फंसी रही, मैं स्क्रीन पर ठीक से नहीं देख पा रहा हूं।",
    category: "office",
  },
  {
    id: 129,
    excuse:
      "मेरी खरगोश ने अभी-अभी बच्चे को जन्म दिया है और मुझे अब 7 और खरगोशों के लिए व्यवस्था करने की ज़रूरत है।",
    category: "office",
  },
  {
    id: 130,
    excuse: "मेरे सिर में बहुत तेज़ दर्द है।",
    category: "office",
  },

  //---------------------CHILDREN---------------------------------------

  {
    id: 201,
    excuse: "मेरे पास एक  महत्वपूर्ण काम  है।",
    category: "children",
  },
  {
    id: 202,
    excuse: "मेरे बॉस का मूड आज बहुत ख़राब था।",
    category: "children",
  },
  {
    id: 203,
    excuse: "मेरे बॉस मुझे अपना कार्य पूरा नहीं करने पर नौकरी से निकाल देंगे।",
    category: "children",
  },
  {
    id: 204,
    excuse:
      "माँ ने अभी-अभी मुझे फोन करके कहा कि मुझे खरीदारी के लिए सुपरमार्केट जाना है।",
    category: "children",
  },
  {
    id: 205,
    excuse:
      "मेरे अच्छे दोस्त नीचे सीढ़ियों पर गिर गए हैं, इसलिए मुझे उन्हें अस्पताल ले जाना पड़ा।",
    category: "children",
  },
  {
    id: 206,
    excuse: "कार का पेट्रोल कल से खत्म हो गया है।",
    category: "children",
  },
  {
    id: 207,
    excuse: "मुझे आज बुखार है।",
    category: "children",
  },
  {
    id: 208,
    excuse: "माँ बहुत बीमार है और मुझे उन्हें अस्पताल ले जाना है।",
    category: "children",
  },
  {
    id: 209,
    excuse:
      "पुलिस मुझे गिरफ्तार करने के लिए रास्ते पर है, इसलिए मुझे भागना होगा।",
    category: "children",
  },
  {
    id: 210,
    excuse: "डॉक्टर ने मुझे बताया कि मेरे पेट में एक बड़ा कीड़ा है।",
    category: "children",
  },

  //------------------------------COLLAGE------------------------------
  {
    id: 301,
    excuse:
      "मैं अपना ड्राइविंग लाइसेंस भूल गया और यातायात पुलिस के साथ गर्म वाद-विवाद में पड़ गया था ।",
    category: "college",
  },
  {
    id: 302,
    excuse:
      "मैं अपने छोटे भाई को स्कूल छोड़ने गया क्योंकि मेरे माता-पिता घर पर नहीं थे ।",
    category: "college",
  },
  {
    id: 303,
    excuse:
      "मुझे लगता है कि कल रात पार्टी करने के कारण मैं फूड प्वाइजनिंग का शिकार हो गया हूं।'",
    category: "college",
  },
  {
    id: 304,
    excuse:
      "मेरे छोटे भाई के प्रति मेरे व्यवहार को लेकर मेरे माता-पिता ने मुझे बहुत डांटा।",
    category: "college",
  },
  {
    id: 305,
    excuse:
      "मेरे पड़ोसी का एक दुर्घटना में मुलाकात हुई और मैं वह एकमात्र व्यक्ति था जो दुर्घटना के पास था।",
    category: "college",
  },
  {
    id: 306,
    excuse: "भारी बारिश के कारण मेरे क्षेत्र के आस-पास की सड़कें बंद थीं।",
    category: "college",
  },
  {
    id: 307,
    excuse:
      "मेरे घर में बहुत बड़ी चोरी हो गयी. मुझे अपने सामान की देखभाल करनी होगी।",
    category: "college",
  },
  {
    id: 308,
    excuse: "मेरी दादी का आज सुबह निधन हो गया।",
    category: "college",
  },
  {
    id: 309,
    excuse: "मैं अपने माता-पिता के साथ अपनी दादी के अंतिम संस्कार में गया था।",
    category: "college",
  },
  {
    id: 310,
    excuse:
      "मेरे दादाजी को दिल का दौरा पड़ा था। मुझे उसे अस्पताल ले जाना पड़ा।",
    category: "college",
  },

  //------------------------PARTY----------------------------

  {
    id: 401,
    excuse:
      "मेरे भाई नहीं कर सकते हैं कि मेरे ससुराल वालों को एयरपोर्ट पर जा लें, इसलिए मुझे उनकी जगह जाना होगा।",
    category: "party",
  },
  {
    id: 402,
    excuse:
      "मुझे गंभीर माइग्रेन है। मुझे नहीं लगता कि मैं आज रात आपकी पार्टी में शामिल हो पाऊंगा।",
    category: "party",
  },
  {
    id: 403,
    excuse:
      "मैंने कल रात अपने दोस्त की पार्टी में बहुत ही अधिक मस्ती की। अब मैं बहुत थक गया हूँ। मुझे इसे दूर बैठना होगा।",
    category: "party",
  },
  {
    id: 404,
    excuse:
      "मेरे दोस्त के माता-पिता एक हफ्ते के लिए शहर से बाहर जा रहे हैं। मुझे अब उसे अस्पताल ले जाना होगा।",
    category: "party",
  },
  {
    id: 405,
    excuse:
      "मैं गाड़ी चलाने ही वाला था, लेकिन मुझे तुरंत एहसास हुआ कि मेरा टायर पंचर हो गया है। मेरे मैकेनिक ने कहा कि वह सुबह तक यहां किसी को नहीं भेज पाएगा.",
    category: "party",
  },
  {
    id: 406,
    excuse:
      "मेरे बेबीसिटर ने आखिरी मिनट में मुझे बुलाना रद्द कर दिया। मैं किसी और को ढूंढने की कोशिश कर रहा हूं, लेकिन मुझे बहुत संदेह है कि इतने कम समय में मुझे कोई मिल पाएगा",
    category: "party",
  },
  {
    id: 407,
    excuse:
      "मैं पार्टी में जा रहा था तभी मेरी बहन का फोन आया जिसका एक्सीडेंट हो गया था। मुझे खेद है कि मुझे आपकी पार्टी मिस करनी पड़ी, लेकिन मुझे अभी उसके साथ रहने की जरूरत है।",
    category: "party",
  },
  {
    id: 408,
    excuse:
      "मेरे बॉस ने अभी मुझे एक आपात सभा के लिए फ्लाइट पर जाने की कहा है। मुझे इसे नहीं छूकने देना है, लेकिन मैं आपके उपहार को आपके पोस्ट ऑफिस बॉक्स में भेज दूँगा।",
    category: "party",
  },
  {
    id: 409,
    excuse:
      "मेरी टीम की वर्क स्केज्यूल में हाल ही में बदलाव हुआ है, और मेरा काम कल सुबह 6 बजे जाने के लिए तैयार है।",
    category: "party",
  },
  {
    id: 410,
    excuse:
      "आज था? खेद है दोस्तों, लेकिन मैंने अपनी पत्नी से इस रात हमें एक डेट नाइट करने का वादा किया था।",
    category: "party",
  },
  {
    id: 411,
    excuse:
      "मैं आधी रात से पहले कोई महत्वपूर्ण काम निपटा रहा हूं, इससे मेरे ग्रेड पर असर पड़ेगा।",
    category: "party",
  },
  {
    id: 412,
    excuse:
      "मैं तैयारी कर रहा था, लेकिन रास्ते में, मैंने अपने फोन को उठा लिया और मैं इस सोफे पर बहुत ही आराम से हूँ।",
    category: "party",
  },
  {
    id: 413,
    excuse:
      "क्षमा करें, मैं अब अपने दोस्त की बहुत कठिन समय में मदद कर रहा हूँ।",
    category: "party",
  },
  {
    id: 414,
    excuse: "आज किसी से मिलने का मन नहीं है। शायद अगली बार।",
    category: "party",
  },
  {
    id: 415,
    excuse:
      "मुझे मेरे माता-पिता से सज़ा मिली। क्षमा करें दोस्तों, मैं नहीं आ सकता।",
    category: "party",
  },
  {
    id: 416,
    excuse: "कल ज़ौम्बी अपाकलिप्स होने वाली है, मुझे आराम करने की आवश्यकता है।",
    category: "party",
  },
  {
    id: 417,
    excuse: "मैं अपना खुद का पार्टी हूँ।",
    category: "party",
  },
  {
    id: 418,
    excuse: "मेरी पूर्व प्रेमिका वहां होगी।",
    category: "party",
  },
  {
    id: 419,
    excuse: "माफ करो, मेरे पास एक फर्री सूट नहीं है।",
    category: "party",
  },
  {
    id: 420,
    excuse:
      "मुझे सचमुच आना है, लेकिन मेरे पास एक तेज खुजली के साथ खराबी हो गई है और मुझे रात भर अपनी जांघ का मस्तिष्क खुजलाते हुए खड़ा रहना नहीं है। मैं सचमुच उम्मीद है कि आप समझेंगे।",
    category: "party",
  },

  //---------------------Funny--------------------------------

  {
    id: 501,
    excuse: "मुझे अगले दिन बुखार आया था।",
    category: "funny",
  },
  {
    id: 502,
    excuse: "मेरी कार का रेडियो खराब था, और बिना संगीत के मैं नहीं चल सकता था।",
    category: "funny",
  },
  {
    id: 503,
    excuse: "मैंने सुना है कि आज एक आंधी आने वाली है।",
    category: "funny",
  },
  {
    id: 504,
    excuse: "आज मेरा अलार्म मुझसे दगाब बढ़ा दिया।",
    category: "funny",
  },
  {
    id: 505,
    excuse:
      "मैं एक स्कूल की गली से गुजर रहा था, इसलिए मैं धीरे-धीरे ड्राइव कर रहा था।",
    category: "funny",
  },
  {
    id: 506,
    excuse: "मेरे घर पर मेहमान आए थे!",
    category: "funny",
  },
  {
    id: 507,
    excuse:
      "उसका हेयर ड्रायर बिजली चली गई थी, इसलिए उसके बाल सुखने तक इंतजार करना पड़ा।",
    category: "funny",
  },
  {
    id: 508,
    excuse: "आज कपड़े गंदे थे, इसलिए मैंने पहले धोबीघर काम किया।",
    category: "funny",
  },
  {
    id: 509,
    excuse: "एक काली बिल्ली मेरा रास्ता काट गई।",
    category: "funny",
  },
  {
    id: 510,
    excuse:
      "गलती से मैं घर के अंदर बंद हो गया था, इसलिए मैंने पड़ोसियों से मदद ली।",
    category: "funny",
  },
  {
    id: 511,
    excuse:
      "मैं अपनी सोलर पावर स्कूटर पर सवारी कर रहा था और अचानक बारिश होने लगी और मेरी स्कूटर काम करना बंद कर दी।",
    category: "funny",
  },
  {
    id: 512,
    excuse:
      "मेरी कार का बाया सिग्नल काम नहीं कर रहा था, इसलिए मैंने केवल दाया मुड़ कर कार्यालय पहुँचने का निर्णय लिया।",
    category: "funny",
  },
  {
    id: 513,
    excuse:
      "मैंने अपने रास्ते पर एक फायरट्रक देखा, इसलिए मेरे मन में संदेह हुआ और स्पष्ट करने के लिए मैं घर वापस गया था।",
    category: "funny",
  },
  {
    id: 514,
    excuse:
      "मैंने देखा कि मेरी कार को कई अजनबी लोग दिख रहे थे, इसलिए मैंने आज पहुँचने के लिए सबसे लम्बी राह चुनी।",
    category: "funny",
  },
  {
    id: 515,
    excuse: "मेरा ट्रिमर कल काम करना बंद कर दिया और कल सोमवार था।",
    category: "funny",
  },
  {
    id: 516,
    excuse: "मैंने कल पिछले नियोक्ता के पास गाड़ी चलाई।",
    category: "funny",
  },

  //-----------------------------Unbelievable Excuses----------------
  {
    id: 601,
    excuse: "ओह, क्षमा करें, मैंने ऑवन में एक कैसरोल डाल दिया है।",
    category: "unbelievable",
  },
  {
    id: 602,
    excuse:
      "मैंने कुछ प्लास्टिक सर्जरी सुधार करवाई, लेकिन इसे सही करने के लिए थोड़ी सी सुधार की आवश्यकता है।",
    category: "unbelievable",
  },
  {
    id: 603,
    excuse:
      "मैंने शौचालय में बहुत ज्यादा समय बिताया और मेरी टांगों और पैरों में सुन्नपद आ गई, इसलिए जब मैं आखिरकार खड़ा हुआ, तो मैं गिर गया और मेरी टांग टूट गई।",
    category: "unbelievable",
  },
  {
    id: 604,
    excuse:
      "यह मेरे लिए एक बड़ा कैसीनो वीकेंड था, तो सोचिए कि मेरे पास सोमवार सुबह खेलने के लिए कुछ पैसे शेष रहे।",
    category: "unbelievable",
  },
  {
    id: 605,
    excuse:
      "मैं इतने अच्छे मूड में उठा कि मैं नहीं चाहता कि मैं इसे बिगाड़ दूं।",
    category: "unbelievable",
  },
  {
    id: 606,
    excuse:
      "क्षमा करें, कल रात मेरी किस्मत अच्छी थी, लेकिन मैं जाग गया और मुझे नहीं पता कि मैं कहां हूं।",
    category: "unbelievable",
  },
  {
    id: 607,
    excuse:
      "मैं ग्रोसरी स्टोर के मशीन के साथ अपने ब्लड प्रेशर की जाँच कर रहा था और फंस गया और बाहर नहीं निकल सका।",
    category: "unbelievable",
  },
  {
    id: 608,
    excuse:
      "मुझे पित्ताशय में पथरी हो गई है और मैं इसे समग्र रूप से ठीक करने का प्रयास कर रहा हूं।",
    category: "unbelievable",
  },
  {
    id: 609,
    excuse:
      "मेरी वर्दी अब भी गीली थी, इसलिए मैंने इसे सूखाने के लिए माइक्रोवेव में डाल दिया और उसमे आग लग गई।",
    category: "unbelievable",
  },
  {
    id: 610,
    excuse:
      "क्षमा करें, लेकिन मेरे द्वारा गलती से एक हवाई जहाज पर चढ़ गया और मैं शहर में नहीं हूं।",
    category: "unbelievable",
  },
  {
    id: 611,
    excuse: "मैं चाँद पर हूं और सूरज की ओर वापस आ रहा हूं।",
    category: "unbelievable",
  },
  {
    id: 612,
    excuse:
      "कल, तारीख 30 फरवरी होनी थी इसलिए पूरे दिन मैं कैलेंडर ठीक कर रहा था",
    category: "unbelievable",
  },
  {
    id: 613,
    excuse:
      "कल पूरी तरह से पृथ्वी का घूमना बंद हो गया, इसलिए मैं एक ही स्थान पर फंस गया।",
    category: "unbelievable",
  },

  //---------------Developers------------------------
  {
    id: 701,
    excuse:
      "इस कोड में एक बग है, लेकिन मुझे नहीं पता कि मैं किस बग के बारे में बात कर रहा हूं।",
    category: "developers",
  },
  {
    id: 702,
    excuse: "आज कॉफी मशीन काम नहीं कर रही थी!",
    category: "developers",
  },
  {
    id: 703,
    excuse: "मुझे नहीं पता कि कॉफी को कोड में कैसे बदला जाता है।",
    category: "developers",
  },
  {
    id: 704,
    excuse:
      "मेरे दोस्त ने मुझे बताया कि 127.0.0.1 जैसा कोई स्थान होता है, तो मैं देखने चला गया कि क्या ऐसा स्थान होता है।",
    category: "developers",
  },
  {
    id: 705,
    excuse: "यह मेरे मशीन पर काम करता है।",
    category: "developers",
  },
  {
    id: 706,
    excuse:
      "जब किसी ने मेरे रक्त समूह के बारे में पूछा, तो मैंने उसे बताया कि मैं एक कोड का रक्त हूं।",
    category: "developers",
  },
  {
    id: 707,
    excuse:
      "HR ने मुझसे पूछा कि तुम देर क्यों हुए, मैंने उसे बताया कि मैं एक ID हूं।",
    category: "developers",
  },
  {
    id: 708,
    excuse:
      "मेरी बुआ ने मुझसे अपने कंप्यूटर को ठीक करने के लिए कहा, इसलिए आज मैं देर हो गयी।",
    category: "developers",
  },
  {
    id: 709,
    excuse: "मेरे कोड का समीक्षा किसी ने किया है, इसलिए मुझपर शाप गिर गया।",
    category: "developers",
  },
  {
    id: 710,
    excuse:
      "मुझे युद्ध घोषित करने के लिए कहा गया था, लेकिन मेरे पास केवल मूल्य स्थिति घोषित करने की जानकारी है।",
    category: "developers",
  },
  {
    id: 711,
    excuse: "यह कोई बग नहीं है, यह एक सुविधा है।",
    category: "developers",
  },
  {
    id: 712,
    excuse:
      "मेरा WiFi काम नहीं कर रहा था, इसलिए मैं सूरज(hot-spot) की तलाश करने गया।",
    category: "developers",
  },
  {
    id: 713,
    excuse: "हम एक ही संस्करण में नहीं हैं, इसलिए एक संघर्ष है।",
    category: "developers",
  },
  {
    id: 714,
    excuse:
      "मुझे पाइथन में कोड लिखने का ज्ञान नहीं है, मुझे इसलिए नौकरी मिली क्योंकि पाइथन मेरे राशि में है।",
    category: "developers",
  },
  {
    id: 715,
    excuse: "इसमें कोड की समस्या नहीं, यह हार्डवेयर की समस्या हो सकती है।",
    category: "developers",
  },

  //--------------------gaming--------------------------------
  {
    id: 801,
    excuse: "मेरा इंटरनेट स्लो हो रहा है।",
    category: "gaming",
  },
  {
    id: 802,
    excuse: "मेरा माउस काम नहीं कर रहा है।",
    category: "gaming",
  },
  {
    id: 803,
    excuse: "मैं वाद करता हूँ कि मैंने क्लिक किया!",
    category: "gaming",
  },
  {
    id: 804,
    excuse: "खेल ने मेरा गोली खा लिया।",
    category: "gaming",
  },
  {
    id: 805,
    excuse: "मैं अपनी माँ से बात कर रहा था।",
    category: "gaming",
  },
  {
    id: 806,
    excuse: "मेरा माउस की बैटरी कम हो रही है।",
    category: "gaming",
  },
  {
    id: 807,
    excuse: "मेरे इंटरनेट का बहुत बुरा है।",
    category: "gaming",
  },
  {
    id: 808,
    excuse: "मेरा जॉयस्टिक काम नहीं कर रहा है।",
    category: "gaming",
  },
  {
    id: 809,
    excuse: "मेरे जॉयस्टिक की बैटरी कम हो रही है।",
    category: "gaming",
  },
  {
    id: 810,
    excuse: "मैं बुरा नहीं हूँ, मैं आराम से हूँ।",
    category: "gaming",
  },
  {
    id: 811,
    excuse: "इस खेल की आवाज इतनी खराब है कि मैंने उनके आते जाते सुना नहीं।",
    category: "gaming",
  },
  {
    id: 812,
    excuse: "उनके पास बेहतर बंदूकें थी, इसलिए उन्होंने मुझे मार दिया।",
    category: "gaming",
  },
  {
    id: 813,
    excuse: "मेरी आंखों के सामने प्लैश हो गयी।",
    category: "gaming",
  },
  {
    id: 814,
    excuse: "मेरे पास धुंध ग्रेनेड थी, मैं कुछ भी नहीं देख पा रहा था।",
    category: "gaming",
  },
  {
    id: 815,
    excuse: "माफ़ कीजिए, मैं बाथरूम में था।",
    category: "gaming",
  },
  {
    id: 816,
    excuse: "मेरी गोलियाँ ख़त्म हो गईं।",
    category: "gaming",
  },
  {
    id: 817,
    excuse: "मेरे पास बंदूक नहीं थी।",
    category: "gaming",
  },
  {
    id: 818,
    excuse: "मेरे हेडफ़ोन्स बंद हो गए थे।",
    category: "gaming",
  },
  {
    id: 819,
    excuse: "मैं बिना आवाज के खेल रहा हूँ।",
    category: "gaming",
  },
  {
    id: 820,
    excuse: "यह मेरे भाई थे जो खेल रहे थे।",
    category: "gaming",
  },
  {
    id: 821,
    excuse: "मैं अपनी भतीजी की देखभाल कर रहा हूं और वे चिल्लाने लगे।",
    category: "gaming",
  },
  {
    id: 822,
    excuse: "मैंने अपने कंट्रोलर को फेंक दिया और मुझे उसे नहीं मिला।",
    category: "gaming",
  },
  {
    id: 823,
    excuse:
      "मेरा सर्वर लैग हो रहा है क्योंकि मेरी प्रेमिका Netflix देख रही है।",
    category: "gaming",
  },
  {
    id: 824,
    excuse: "मेरे कुत्ते ने अचानक मेरे उपर उल्टी की।",
    category: "gaming",
  },
  {
    id: 825,
    excuse: "मेरी बिल्ली मेरे कंधों पर चढ़ गई।",
    category: "gaming",
  },
  {
    id: 826,
    excuse: "मुझे याद नहीं कि मैं किस कंसोल पर खेल रहा था।",
    category: "gaming",
  },
  {
    id: 827,
    excuse: "मेरे संगी अब काम से वापस आए और बात करना चाहते हैं",
    category: "gaming",
  },
  {
    id: 828,
    excuse: "मेरा कुत्ता बहुत प्यारा था और मैं ध्यान खो बैठा।",
    category: "gaming",
  },
  {
    id: 829,
    excuse: "खेल में माहौल ठीक नहीं था।",
    category: "gaming",
  },
  {
    id: 830,
    excuse: "मेरी एसी काम नहीं कर रहा है और मेरे ध्यान को बिगाड़ रहा है।",
    category: "gaming",
  },
];
