module.exports = [
    // ---------- Family ----------
    {
        id: 1,
        excuse: "دوست صمیمی‌ام دیر به محل کار رسید و مجبور شدم جای او را بگیرم.",
        category: "family",
    },
    {
        id: 2,
        excuse: "رئیسم در جلسه بود و مجبور شدم جای او را بگیرم.",
        category: "family",
    },
    {
        id: 3,
        excuse: "در یک دعوا درگیر شدم.",
        category: "family",
    },
    {
        id: 4,
        excuse: "ماشینم خراب شد.",
        category: "family",
    },
    {
        id: 5,
        excuse: "کلیدهایم را پیدا نمی‌کنم.",
        category: "family",
    },
    {
        id: 6,
        excuse: "دل‌درد خیلی بدی دارم.",
        category: "family",
    },
    {
        id: 7,
        excuse: "دوست صمیمی‌ام تصادف کرد و مجبور شدم جای او را بگیرم.",
        category: "family",
    },
    {
        id: 8,
        excuse: "رئیسم همین الان به من زنگ زد و گفت که باید برای یک جلسه اضطراری سوار پرواز شوم.",
        category: "family",
    },
    {
        id: 9,
        excuse: "امروز بود؟ واقعاً متأسفم بچه‌ها، ولی به همسرم قول داده بودم که امشب با هم یک شب قرار داشته باشیم.",
        category: "family",
    },
    {
        id: 10,
        excuse: "مادر همکارم فوت کرده است.",
        category: "family",
    },
    {
        id: 11,
        excuse: "من فردا صبح زود کار دارم.",
        category: "family",
    },
    {
        id: 12,
        excuse: "راستش را بخواهید، ترجیح می‌دهم در خانه بمانم و کتاب بخوانم.",
        category: "family",
    },
    {
        id: 13,
        excuse: "روی دیدنم در مهمانی بعدی حساب نکنید. تمام صبح حالت تهوع داشتم و بالا آورده‌ام.",
        category: "family",
    },
    {
        id: 14,
        excuse: "می‌خواستم رانندگی کنم، اما متوجه شدم که لاستیکم پنچر شده است.",
        category: "family",
    },
    {
        id: 15,
        excuse: "پرستار بچه‌ام در آخرین لحظه برنامه‌اش را کنسل کرد.",
        category: "family",
    },
    {
        id: 16,
        excuse: "اینجا باران سیل‌آسا می‌بارد. فکر نمی‌کنم رانندگی در این هوا ایده خوبی باشد.",
        category: "family",
    },
    {
        id: 17,
        excuse: "امتحاناتم از فردا شروع می‌شود و باید وقتم را به درس خواندن اختصاص بدهم.",
        category: "family",
    },
    {
        id: 18,
        excuse: "شرکت تاکسی گفت تا یک ساعت هیچ تاکسی در دسترس نخواهد بود.",
        category: "family",
    },
    {
        id: 19,
        excuse: "خیلی دوست داشتم امشب بیرون بروم، اما در حال حاضر دنبال کیف پولم می‌گردم.",
        category: "family",
    },
    {
        id: 20,
        excuse: "در خانه‌ام مشکل گرفتگی لوله‌ها پیش آمده و منتظر لوله‌کش هستم.",
        category: "family",
    },

    // ---------- Office ----------

    {
        id: 101,
        excuse: "همسر و پسرم بیمار بودند و باید از آن‌ها مراقبت کنم.",
        category: "office",
    },
    {
        id: 102,
        excuse: "باید از سگم مراقبت می‌کردم چون مریض است.",
        category: "office",
    },
    {
        id: 103,
        excuse: "مادرزنم فوت کرده است.",
        category: "office",
    },
    {
        id: 104,
        excuse: "همسرم برای زایمان به بیمارستان رفته است.",
        category: "office",
    },
    {
        id: 105,
        excuse: "پسرم مجبور شد به بیمارستان برود، او دچار شکستگی استخوان شده است.",
        category: "office",
    },
    {
        id: 106,
        excuse: "همسرم مجبور شد برای شکستگی دستش به بیمارستان برود.",
        category: "office",
    },
    {
        id: 107,
        excuse: "پسرم مجبور شد برای شکستگی پایش به بیمارستان برود.",
        category: "office",
    },
    {
        id: 108,
        excuse: "والدینم بدون اطلاع قبلی به خانه‌ام آمدند.",
        category: "office",
    },
    {
        id: 109,
        excuse: "در یک تصادف درگیر شدم.",
        category: "office",
    },
    {
        id: 110,
        excuse: "ترافیک به دلیل یک کامیون خراب متوقف شده است.",
        category: "office",
    },
    {
        id: 111,
        excuse: "نوبت دندانپزشکی دارم و نمی‌توانم آن را تغییر دهم.",
        category: "office",
    },
    {
        id: 112,
        excuse: "امروز یک تحویل مهم دارم و باید شخصاً آن را دریافت کنم.",
        category: "office",
    },
    {
        id: 113,
        excuse: "دیشب یک مراسم خانوادگی داشتم و واقعاً خسته‌ام.",
        category: "office",
    },
    {
        id: 114,
        excuse: "عینکم شکسته و نمی‌توانم چیزی ببینم.",
        category: "office",
    },
    {
        id: 115,
        excuse: "به خاطر تغییر فصل دچار آنفلوآنزا شده‌ام.",
        category: "office",
    },
    {
        id: 116,
        excuse: "باید در جلسه اولیا و مربیان مدرسه بچه‌هایم شرکت کنم.",
        category: "office",
    },
    {
        id: 117,
        excuse: "چشمانم از وقتی بیدار شده‌ام قرمز است و نگاه کردن به صفحه‌نمایش برایم دشوار شده است.",
        category: "office",
    },
    {
        id: 118,
        excuse: "آخرین اتوبوس از خانه‌ام زودتر رفت و وسیله نقلیه‌ای ندارم.",
        category: "office",
    },
    {
        id: 119,
        excuse: "کاری در بانک دارم.",
        category: "office",
    },
    {
        id: 120,
        excuse: "یک جرم در محل زندگی‌ام رخ داده است و پلیس از همه خواسته که از محل خارج نشوند.",
        category: "office",
    },
    {
        id: 121,
        excuse: "سرفه شدیدی دارم و نمی‌خواهم آن را امروز به همکارانم منتقل کنم.",
        category: "office",
    },
    {
        id: 122,
        excuse: "باتری ماشینم متأسفانه خراب شده و در خانه گیر افتاده‌ام.",
        category: "office",
    },
    {
        id: 123,
        excuse: "احساس خستگی شدید می‌کنم و نیاز به یک روز برای سلامت روان دارم.",
        category: "office",
    },
    {
        id: 124,
        excuse: "به خاله‌هایم قول داده بودم که در این دیدار خانوادگی آن‌ها را ببینم.",
        category: "office",
    },
    {
        id: 125,
        excuse: "فرزندم اجرای نهایی رقصش را در مدرسه دارد و به او قول داده بودم که آنجا باشم.",
        category: "office",
    },
    {
        id: 126,
        excuse: "سیستم آب‌رسانی خانه‌ام خراب شده و در تلاش برای تعمیر آن هستم.",
        category: "office",
    },
    {
        id: 127,
        excuse: "چند روز پیش در یک رستوران غذای دریایی غذا خوردم و حالا شکمم مدام درد می‌کند.",
        category: "office",
    },
    {
        id: 128,
        excuse: "گردنم از صبح در یک حالت ناجور گیر کرده و نمی‌توانم به‌درستی به صفحه‌نمایش نگاه کنم.",
        category: "office",
    },
    {
        id: 129,
        excuse: "خرگوشم تازه زایمان کرده و باید برای ۷ خرگوش دیگر هم آماده‌سازی کنم.",
        category: "office",
    },
    {
        id: 130,
        excuse: "سردرد خیلی شدیدی دارم.",
        category: "office",
    },

    // ---------- Children ----------

    {
        id: 201,
        excuse: "یک کار بسیار مهم دارم که باید انجام دهم.",
        category: "children",
    },
    {
        id: 202,
        excuse: "رئیسم امروز خیلی حال بدی داشت.",
        category: "children",
    },
    {
        id: 203,
        excuse: "رئیسم من را اخراج می‌کند اگر کارم را تمام نکنم.",
        category: "children",
    },
    {
        id: 204,
        excuse: "مامانم همین الان زنگ زد و گفت باید برای خرید به سوپرمارکت بروم.",
        category: "children",
    },
    {
        id: 205,
        excuse: "دوست صمیمی‌ام از پله‌ها افتاد، بنابراین مجبور شدم او را به بیمارستان ببرم.",
        category: "children",
    },
    {
        id: 206,
        excuse: "ماشینم از دیروز بنزین تمام کرده است.",
        category: "children",
    },
    {
        id: 207,
        excuse: "امروزم تب خیلی بالایی دارم.",
        category: "children",
    },
    {
        id: 208,
        excuse: "مامانم حالش خیلی بد است و باید او را به بیمارستان ببرم.",
        category: "children",
    },
    {
        id: 209,
        excuse: "پلیس در راه است که من را دستگیر کند، بنابراین باید فرار کنم.",
        category: "children",
    },
    {
        id: 210,
        excuse: "دکتر به من گفت که یک کرم بزرگ در معده‌ام دارم.",
        category: "children",
    },

    // ---------- College ----------

    {
        id: 301,
        excuse: "گواهینامه رانندگی‌ام را فراموش کردم و با پلیس راهنمایی و رانندگی وارد جر و بحث شدم.",
        category: "college",
    },
    {
        id: 302,
        excuse: "چون پدر و مادرم خانه نبودند، برادرم را به مدرسه رساندم.",
        category: "college",
    },
    {
        id: 303,
        excuse: "فکر می‌کنم به خاطر مهمانی دیشب دچار مسمومیت غذایی شدم.",
        category: "college",
    },
    {
        id: 304,
        excuse: "پدر و مادرم بابت رفتارم با برادر کوچکم من را خیلی سرزنش کردند.",
        category: "college",
    },
    {
        id: 305,
        excuse: "همسایه‌ام تصادف کرد و من تنها کسی بودم که نزدیک محل حادثه بود.",
        category: "college",
    },
    {
        id: 306,
        excuse: "به دلیل باران شدید، جاده‌های اطراف بسته شده بود",
        category: "college",
    },
    {
        id: 307,
        excuse: "یک دزدی بزرگ در خانه‌ام اتفاق افتاد. باید مراقب وسایلم باشم.",
        category: "college",
    },
    {
        id: 308,
        excuse: "مادربزرگم امروز صبح فوت کرد.",
        category: "college",
    },
    {
        id: 309,
        excuse: "من به همراه پدر و مادرم به مراسم ختم مادربزرگم رفتیم.”",
        category: "college",
    },
    {
        id: 310,
        excuse: "پدربزرگم سکته قلبی کرد. مجبور شدم او را به بیمارستان ببرم.",
        category: "college",
    },

    // ---------- Party ----------

    {
        id: 401,
        excuse: "برادرم نمی‌تواند خانواده همسرم را از فرودگاه بیاورد، بنابراین باید به جای او بروم.",
        category: "party",
    },
    {
        id: 402,
        excuse: "من میگرن بدی دارم. فکر نمی‌کنم امشب بتوانم به مهمانی تو بیایم.",
        category: "party",
    },
    {
        id: 403,
        excuse: "دیشب در مهمانی دوستم زیاده‌روی کردم. الان خیلی خسته‌ام و نمی‌توانم شرکت کنم.",
        category: "party",
    },
    {
        id: 404,
        excuse: "والدین دوستم برای یک هفته به خارج از شهر می‌روند. من باید دوستم را به بیمارستان ببرم.",
        category: "party",
    },
    {
        id: 405,
        excuse: "می‌خواستم رانندگی کنم، اما سریع فهمیدم که لاستیکم پنچر شده است. مکانیکم گفت که تا صبح نمی‌تواند کسی را اینجا بفرستد.",
        category: "party",
    },
    {
        id: 406,
        excuse: "پرستار بچه‌ام در آخرین لحظه برنامه‌اش را کنسل کرد. دارم دنبال کسی دیگر می‌گردم، اما بعید می‌دانم کسی را در این زمان کوتاه پیدا کنم.",
        category: "party",
    },
    {
        id: 407,
        excuse: "داشتم به مهمانی می‌رفتم که خواهرم زنگ زد و گفت تصادف کرده است. متأسفم که باید مهمانی‌ات را از دست بدهم، اما الان باید پیش او باشم.",
        category: "party",
    },
    {
        id: 408,
        excuse: "رئیسم همین الان تماس گرفت و گفت باید برای جلسه‌ای اضطراری سوار پرواز شوم. نمی‌توانم این را از دست بدهم، اما هدیه‌ات را به صندوق پستی‌ات می‌فرستم.",
        category: "party",
    },
    {
        id: 409,
        excuse: "تازه برنامه کاری تیممان تغییر کرد و من باید فردا ساعت ۶ صبح سر کار باشم.",
        category: "party",
    },
    {
        id: 410,
        excuse: "امروز بود؟ خیلی معذرت می‌خواهم بچه‌ها، اما به همسرم قول داده بودم که امشب با هم قرار داشته باشیم.",
        category: "party",
    },
    {
        id: 411,
        excuse: "من دارم خیلی عجله می‌کنم، این روی نمره‌هام تأثیر می‌ذاره.",
        category: "party",
    },
    {
        id: 412,
        excuse: "داشتم آماده می‌شدم، ولی وسطش گوشیم رو برداشتم و مشغول آن شدم.",
        category: "party",
    },
    {
        id: 413,
        excuse: "ببخشید، دارم به دوستم کمک می‌کنم که الآن خیلی اوضاعش بد هست.",
        category: "party",
    },
    {
        id: 414,
        excuse: "اصلاً حسش نیست که امروز کسی رو ببینم. شاید یه روز دیگه.”",
        category: "party",
    },
    {
        id: 415,
        excuse: "الآن توسط پدر و مادرم تنبیه شدم. شرمنده بچه‌ها.",
        category: "party",
    },
    {
        id: 416,
        excuse: "فردا آخرالزمان زامبی‌هاست، باید استراحت کنم.",
        category: "party",
    },
    {
        id: 417,
        excuse: "من خودم مهمونی هستم.",
        category: "party",
    },
    {
        id: 418,
        excuse: "اکسم اونجا خواهد بود.",
        category: "party",
    },
    {
        id: 419,
        excuse: "ببخشید، من لباس تم امشب را ندارم.",
        category: "party",
    },
    {
        id: 420,
        excuse: "خیلی دوست دارم بیام ولی یه عفونت قارچی بد گرفتم و نمی‌خوام تمام شب بایستم و خودم رو بخارونم. امیدوارم درک کنی",
        category: "party",
    },

    //---------Funny----------
    {
        id: 501,
        excuse: "فرداش تب داشتم.",
        category: "funny",
    },
    {
        id: 502,
        excuse: "رادیوی ماشینم خراب شده بود و بدون موسیقی نمی‌تونستم رانندگی کنم.",
        category: "funny",
    },
    {
        id: 503,
        excuse: "شنیدم امروز طوفان رعد و برق می‌آد.",
        category: "funny",
    },
    {
        id: 504,
        excuse: "زنگ هشدار امروز بهم خیانت کرد.",
        category: "funny",
    },
    {
        id: 505,
        excuse: "از یه مسیر مدرسه‌ای رد می‌شدم، واسه همین آروم رانندگی می‌کردم.",
        category: "funny",
    },
    {
        id: 506,
        excuse: "مهمون داشتیم تو خونه!",
        category: "funny",
    },
    {
        id: 507,
        excuse: "سشوارش خراب شده بود، واسه همین باید منتظر می‌موند تا موهاش خشک بشه.",
        category: "funny",
    },
    {
        id: 508,
        excuse: "لباس‌هام امروز کثیف بودن، پس اول لباس‌ها رو شستم.",
        category: "funny",
    },
    {
        id: 509,
        excuse: "یه گربه از جلوی راهم رد شد.",
        category: "funny",
    },
    {
        id: 510,
        excuse: "اشتباهی توی خونه قفل شدم، پس از همسایه‌ها کمک گرفتم.",
        category: "funny",
    },
    {
        id: 511,
        excuse: "با اسکوتر خورشیدی‌م می‌رفتم که یهو بارون گرفت و اسکوترم از کار افتاد.",
        category: "funny",
    },
    {
        id: 512,
        excuse: "چراغ راهنمای سمت چپ ماشینم کار نمی‌کرد، برای همین فقط از سمت راست رفتم که به دفتر برسم.",
        category: "funny",
    },
    {
        id: 513,
        excuse: "وسط راه یه ماشین آتش‌نشانی دیدم، شک کردم و برای اطمینان برگشتم خونه.",
        category: "funny",
    },
    {
        id: 514,
        excuse: "یه غریبه‌ دیدم که دنبال ماشینم بود، برای همین طولانی‌ترین مسیر ممکن رو انتخاب کردم که برسم.",
        category: "funny",
    },
    {
        id: 515,
        excuse: "ماشین اصلاحم دیروز خراب شد و دیروز هم جمعه بود.",
        category: "funny",
    },
    {
        id: 516,
        excuse: "دیروز پیش کارفرمای قبلیم رفتم.",
        category: "funny",
    },

    //----------Unbelievable Excuses----------
    {
        id: 601,
        excuse: "اوه، ببخشید، همین الآن یه کسرول گذاشتم توی فر.",
        category: "unbelievable",
    },
    {
        id: 602,
        excuse: "یه جراحی پلاستیک برای بهبود ظاهرم انجام دادم، ولی هنوز نیاز به یه مقدار اصلاح داره.",
        category: "unbelievable",
    },
    {
        id: 603,
        excuse: "خیلی طولانی توی دستشویی نشستم، پاها و پاهام خواب رفتن، وقتی بالاخره بلند شدم، افتادم و مچ پام شکست.",
        category: "unbelievable",
    },
    {
        id: 604,
        excuse: "آخر هفته برام یه آخر هفته بزرگ توی کازینو بود، تصور کنید چقدر تعجب کردم که هنوز صبح جمعه مقداری پول برای بازی داشتم.",
        category: "unbelievable",
    },
    {
        id: 605,
        excuse: "با یه حال خیلی خوب بیدار شدم و دلم نمی‌خواست خرابش کنم.",
        category: "unbelievable",
    },
    {
        id: 606,
        excuse: "ببخشید، دیشب خوش شانس بودم، ولی وقتی بیدار شدم اصلاً نمی‌دونستم کجام.",
        category: "unbelievable",
    },
    {
        id: 607,
        excuse: "من داشتم فشار خونم رو توی مغازه می‌گرفتم و همونجا گیر کردم.",
        category: "unbelievable",
    },
    {
        id: 608,
        excuse: "سنگ کیسه صفرا دارم و دارم سعی می‌کنم با روش‌های طبیعی درمانش کنم.",
        category: "unbelievable",
    },
    {
        id: 609,
        excuse: "لباس فرمم هنوز خیس بود، گذاشتم توی مایکروویو خشک بشه، ولی آتیش گرفت.",
        category: "unbelievable",
    },
    {
        id: 610,
        excuse: "خیلی متأسفم، ولی تصادفاً سوار یه هواپیما شدم و الآن توی شهر نیستم.",
        category: "unbelievable",
    },
    {
        id: 611,
        excuse: "من روی ماه هستم و دارم برمی‌گردم به خورشید.",
        category: "unbelievable" ,
    },
    {
        id: 612,
        excuse: "دیروز قرار بود تاریخ ۳۰ فوریه باشه، کل روز مشغول بررسی تقویم بودم.",
        category: "unbelievable" ,
    },
    {
        id: 613,
        excuse: "دیروز زمین چرخیدن رو متوقف کرد، برای همین توی یه جا خشکم زد.",
        category: "unbelievable" ,
    },


    //----------Developers--------
    {
        id: 701,
        excuse: "یه باگ توی این کد هست، ولی نمی‌دونم دارم درباره کدوم باگ حرف می‌زنم.",
        category: "developers",
    },
    {
        id: 702,
        excuse: "دستگاه قهوه‌ساز امروز از کار افتاد!",
        category: "developers",
    },
    {
        id: 703,
        excuse: "نمی‌دونم چطور باید قهوه رو به کد تبدیل کنم.",
        category: "developers",
    },
    {
        id: 704,
        excuse: "دوستم بهم گفت هیچ جایی مثل 127.0.0.1 نیست، پس رفتم ببینم آیا همچین جایی واقعاً وجود داره یا نه.",
        category: "developers",
    },
    {
        id: 705,
        excuse: "روی سیستم من کار می‌کنه.",
        category: "developers",
    },
    {
        id: 706,
        excuse: "وقتی یکی از من درباره گروه خونیم پرسید، بهش گفتم که من کد خونی دارم.",
        category: "developers",
    },
    {
        id: 707,
        excuse: "منابع انسانی از من پرسید چرا دیر اومدی ؟ گفتم من بر اساس شناسم اومدم",
        category: "developers",
    },
    {
        id: 708,
        excuse: "عمه‌م گفت کامپیوترش رو درست کنم، برای همین امروز دیر کردم.",
        category: "developers",
    },
    {
        id: 709,
        excuse: "من نفرین شدم چون یکی کدم رو بررسی کرد.",
        category: "developers",
    },
    {
        id: 710,
        excuse: "به من گفتن که از جنگ تعریف کنم، ولی من فقط می‌دونم چطور متغیر تعریف کنم.",
        category: "developers",
    },
    {
        id: 711,
        excuse: "این باگ نیست، یه ویژگیه.",
        category: "developers",
    },
    {
        id: 712,
        excuse: "وای‌فای من کار نمی‌کرد، برای همین رفتم دنبال یه هات‌اسپات.",
        category: "developers",
    },
    {
        id: 713,
        excuse: "ما توی یک نسخه نیستیم، برای همین تضاد وجود داره.",
        category: "developers",
    },
    {
        id: 714,
        excuse: "من بلد نیستم توی پایتون کدنویسی کنم، من رو استخدام کردن چون مار توی طالعم بوده.",
        category: "developers",
    },
    {
        id: 715,
        excuse: "حتماً مشکل سخت‌افزاریه، مشکل کد من نیست.",
        category: "developers",
    },


    //----------Gaming--------
    {
        id: 801,
        excuse: "من لگ دارم.",
        category: "gaming",
    },
    {
        id: 802,
        excuse: "موس من کار نمی‌کنه.",
        category: "gaming"
    },
    {
        id: 803,
        excuse: "قسم می‌خورم کلیک کردم!",
        category: "gaming"
    },
    {
        id: 804,
        excuse: "بازی تیرم رو خورد.",
        category: "gaming"
    },
    {
        id: 805,
        excuse: "داشتم با مامانم حرف می‌زدم.",
        category: "gaming"
    },
    {
        id: 806,
        excuse: "باتری موسم داره تموم می‌شه.",
        category: "gaming"
    },
    {
        id: 807,
        excuse: "اینترنت من خیلی بده.",
        category: "gaming"
    },
    {
        id: 808,
        excuse: "دسته من کار نمی‌کنه.",
        category: "gaming"
    },
    {
        id: 809,
        excuse: "باتری دسته داره تموم می‌شه.",
        category: "gaming"
    },
    {
        id: 810,
        excuse: "من بد نیستم، دارم ریلکس می‌کنم.”",
        category: "gaming"
    },
    {
        id: 811,
        excuse: "صدای این بازی اونقدر بده که نفهمیدم دارن میان.",
        category: "gaming"
    },
    {
        id: 812,
        excuse: "اونا اسلحه‌های بهتری داشتن، برای همین من رو کشتن.",
        category: "gaming"
    },
    {
        id: 813,
        excuse: "من کور شدم.",
        category: "gaming"
    },
    {
        id: 814,
        excuse: "یه نارنجک دودزا داشتم، نمی‌تونستم چیزی ببینم.",
        category: "gaming"
    },
    {
        id: 815,
        excuse: "ببخشید، توی دستشویی بودم.",
        category: "gaming"
    },
    {
        id: 816,
        excuse: "تیرام تموم شد.",
        category: "gaming"
    },
    {
        id: 817,
        excuse: "اسلحه نداشتم.",
        category: "gaming"
    },
    {
        id: 818,
        excuse: "هدفون‌هام خاموش شدن.",
        category: "gaming"
    },
    {
        id: 819,
        excuse: "بدون صدا دارم بازی می‌کنم.",
        category: "gaming"
    },
    {
        id: 820,
        excuse: "داداشم بود که داشت بازی می‌کرد.",
        category: "gaming"
    },
    {
        id: 821,
        excuse: "دارم از خواهرزاده‌هام نگه‌داری می‌کنم و اون‌ها تازه شروع به جیغ زدن کردن.”",
        category: "gaming"
    },
    {
        id: 822,
        excuse: "دسته رو پرت کردم و دیگه پیداش نکردم.",
        category: "gaming"
    },
    {
        id: 823,
        excuse: "سرورم داره لگ می‌زنه چون دوست‌دخترم داره نتفلیکس نگاه می‌کنه.",
        category: "gaming"
    },
    {
        id: 824,
        excuse: "سگم توی بغلم بالا آورد.",
        category: "gaming"
    },
    {
        id: 825,
        excuse: "گربه‌ام اومد روی شونه‌هام.",
        category: "gaming"
    },
    {
        id: 826,
        excuse: "یادم رفت روی کدوم کنسول دارم بازی می‌کنم.",
        category: "gaming"
    },    
    {
        id: 827,
        excuse: "پارتنرم تازه از سر کار اومده و می‌خواست صحبت کنه.",
        category: "gaming"
    },    
    {
        id: 828,
        excuse: "سگم خیلی بامزه شده بود و حواسم پرت شد.",
        category: "gaming"
    },    
    {
        id: 829,
        excuse: "حس و حال بازی خوب نبود.",
        category: "gaming"
    },
    {
        id: 830,
        excuse: "کولرم کار نمی‌کنه و تمرکزم رو خراب کرده.",
        category: "gaming"
    },
];
