module.exports = [
    // ---------- Family ----------
    {
        id: 1,
        excuse: "আমার সেরা বন্ধু কাজ করতে দেরী করে হাজির হয়েছিল এবং আমাকে তার জায়গা নিতে হয়েছিল।",
        category: "family",
    },
    {
        id: 2,
        excuse: "আমার বস একটি মিটিংয়ে ছিলেন এবং আমাকে তার জায়গা নিতে হয়েছিল।",
        category: "family",
    },
    {
        id: 3,
        excuse: "আমি ঝগড়ায় জড়িয়ে পড়লাম",
        category: "family",
    },
    {
        id: 4,
        excuse: "আমার গাড়ী নষ্ট হয়ে গেছে.",
        category: "family",
    },
    {
        id: 5,
        excuse: "আমার চাবি খুঁজে পাচ্ছি না",
        category: "family",
    },
    {
        id: 6,
        excuse: "আমার খুব পেট ব্যাথা আছে",
        category: "family",
    },
    {
        id: 7,
        excuse: "আমার সেরা বন্ধু দুর্ঘটনায় পড়েছিল এবং আমাকে তার জায়গা নিতে হয়েছিল।",
        category: "family",
    },
    {
        id: 8,
        excuse: "আমার বস আমাকে ফোন করে বলেছিলেন যে আমাকে একটি জরুরি মিটিংয়ের জন্য ফ্লাইটে উঠতে হবে।",
        category: "family",
    },
    {
        id: 9,
        excuse: "যে আজ ছিল? আমি খুব দুঃখিত বন্ধুরা, কিন্তু আমি আমার স্ত্রীকে প্রতিশ্রুতি দিয়েছিলাম যে আমরা আজ রাতে ডেট নাইট করব।",
        category: "family",
    },
    {
        id: 10,
        excuse: "আমার সহকর্মীর মা মারা গেছেন",
        category: "family",
    },
    {
        id: 11,
        excuse: "আমার কাল তাড়াতাড়ি কাজ আছে।",
        category: "family",
    },
    {
        id: 12,
        excuse: "সত্যি বলতে কি, আমি বরং ঘরে বসেই পড়তে চাই।",
        category: "family",
    },
    {
        id: 13,
        excuse: "পরে পার্টিতে আমাকে দেখার জন্য বাজি ধরবেন না। আমি সারা সকাল ছুঁড়ে ফেলেছি।",
        category: "family",
    },
    {
        id: 14,
        excuse: "আমি ড্রাইভ করতে যাচ্ছিলাম, কিন্তু আমি বুঝতে পেরেছিলাম যে আমার একটি ফ্ল্যাট টায়ার আছে।",
        category: "family",
    },
    {
        id: 15,
        excuse: "আমার বেবি সিটার একেবারে শেষ মুহূর্তে আমাকে বাতিল করেছে",
        category: "family",
    },
    {
        id: 16,
        excuse: "এখানে বিড়াল এবং কুকুর বৃষ্টি হচ্ছে। আমি মনে করি না এই আবহাওয়ায় গাড়ি চালানো ভাল ধারণা।",
        category: "family",
    },
    {
        id: 17,
        excuse: "আমার আগামীকাল পরীক্ষা শুরু হচ্ছে এবং আমাকে আমার সময় অধ্যয়নে দিতে হবে",
        category: "family",
    },
    {
        id: 18,
        excuse: "আমার ক্যাব ফার্ম বলেছে যে এক ঘন্টার জন্য কোন উপলব্ধতা থাকবে না।",
        category: "family",
    },
    {
        id: 19,
        excuse: "আমি আজ রাতে বাইরে যেতে পছন্দ করতাম কিন্তু আমি বর্তমানে আমার মানিব্যাগ খুঁজছি।",
        category: "family",
    },
    {
        id: 20,
        excuse: "আমার বাড়িতে একটি নিষ্কাশন সমস্যা হয়েছে এবং আমি আমার প্লাম্বার জন্য অপেক্ষা করছি",
        category: "family",
    },

    // ---------- Office ----------

    {
        id: 101,
        excuse: "আমার স্ত্রী এবং ছেলে অসুস্থ ছিল এবং আমাকে তাদের যত্ন নিতে হবে।",
        category: "office",
    },
    {
        id: 102,
        excuse: "আমাকে আমার কুকুরের যত্ন নিতে হয়েছিল কারণ সে অসুস্থ।",
        category: "office",
    },
    {
        id: 103,
        excuse: "আমার শাশুড়ি মারা গেছেন।",
        category: "office",
    },
    {
        id: 104,
        excuse: "আমার স্ত্রীকে প্রসবের জন্য হাসপাতালে যেতে হয়েছিল।",
        category: "office",
    },
    {
        id: 105,
        excuse: "আমার ছেলেকে হাসপাতালে যেতে হয়েছিল, তার হাড় ভেঙে গেছে।",
        category: "office",
    },
    {
        id: 106,
        excuse: "ভাঙ্গা হাতের জন্য আমার স্ত্রীকে হাসপাতালে যেতে হয়েছিল।",
        category: "office",
    },
    {
        id: 107,
        excuse: "আমার ছেলের পা ভাঙ্গার জন্য হাসপাতালে যেতে হয়েছিল।",
        category: "office",
    },
    {
        id: 108,
        excuse: "আমার বাবা-মা অঘোষিতভাবে আমার বাড়িতে হাজির।",
        category: "office",
    },
    {
        id: 109,
        excuse: "একটা দুর্ঘটনায় জড়িয়ে পড়লাম।",
        category: "office",
    },
    {
        id: 110,
        excuse: "ট্রাক ভাঙার কারণে যান চলাচল বন্ধ হয়ে যায়।",
        category: "office",
    },
    {
        id: 111,
        excuse: "আমার একটি ডেন্টিস্ট অ্যাপয়েন্টমেন্ট আছে এবং আমি এটি পুনরায় নির্ধারণ করতে পারি না।",
        category: "office",
    },
    {
        id: 112,
        excuse: "আজ একটি বড় ডেলিভারি প্রত্যাশিত এবং এটি গ্রহণ করার জন্য আমাকে ব্যক্তিগতভাবে থাকতে হবে৷",
        category: "office",
    },
    {
        id: 113,
        excuse: "গত রাতে আমার একটি পারিবারিক অনুষ্ঠান ছিল এবং আমি সত্যিই ক্লান্ত।",
        category: "office",
    },
    {
        id: 114,
        excuse: "আমার চশমা ভেঙ্গে গেছে এবং আমি কিছু দেখতে পাচ্ছি না।",
        category: "office",
    },
    {
        id: 115,
        excuse: "ঋতু পরিবর্তনের কারণে আমি ফ্লুতে নেমে এসেছি।",
        category: "office",
    },
    {
        id: 116,
        excuse: "আমাকে আমার বাচ্চাদের স্কুলের জন্য অভিভাবক শিক্ষক সভায় যোগ দিতে হবে",
        category: "office",
    },
    {
        id: 117,
        excuse: "ঘুম থেকে ওঠার পর থেকে আমার চোখ লাল হয়ে গেছে এবং আমি পর্দার দিকে তাকাতে অসুবিধার সম্মুখীন হয়েছি",
        category: "office",
    },
    {
        id: 118,
        excuse: "আমার বাড়ি থেকে শেষ বাস তাড়াতাড়ি ছেড়েছে এবং আমার কোন পরিবহন নেই।",
        category: "office",
    },
    {
        id: 119,
        excuse: "ব্যাংকে চাকরি পেয়েছি",
        category: "office",
    },
    {
        id: 120,
        excuse: "আমার এলাকায় একটি অপরাধ সংঘটিত হয়েছে। আর পুলিশ সবাইকে বাড়ি থেকে বের না হতে বলেছে",
        category: "office",
    },
    {
        id: 121,
        excuse: "আমার একটি হিংস্র কাশি আছে এবং আমি আজ আমার বাকি সহকর্মীদের সাথে এটি ভাগ করতে চাই না।",
        category: "office",
    },
    {
        id: 122,
        excuse: "আমার গাড়ির ব্যাটারি দুর্ভাগ্যক্রমে মারা গেছে এবং আমি বাড়িতে আটকা পড়েছি।",
        category: "office",
    },
    {
        id: 123,
        excuse: "আমি অগ্নিদগ্ধ বোধ করছি এবং আমার একটি মানসিক স্বাস্থ্য দিবস দরকার।",
        category: "office",
    },
    {
        id: 124,
        excuse: "আমি আমার খালাদের প্রতিশ্রুতি দিয়েছিলাম যে আমি এই পুনর্মিলনে তাদের সাথে দেখা করব।",
        category: "office",
    },
    {
        id: 125,
        excuse: "আমার বাচ্চা স্কুলে তাদের চূড়ান্ত নাচের পারফরম্যান্স করছে এবং আমি তাকে প্রতিশ্রুতি দিয়েছিলাম যে আমি সেখানে থাকব।",
        category: "office",
    },
    {
        id: 126,
        excuse: "আমার বাড়িতে জলের ব্যবস্থা খারাপ এবং আমি এটি ঠিক করার চেষ্টা করছি।",
        category: "office",
    },
    {
        id: 127,
        excuse: "আমি অন্য দিন এই সামুদ্রিক খাবারের জায়গায় খেয়েছিলাম এবং এখন আমার পেট ব্যাথা বন্ধ করতে পারে না।",
        category: "office",
    },
    {
        id: 128,
        excuse: "আমার ঘাড় একটি মজার অবস্থানে আটকে আছে সারা সকাল আমি পর্দার দিকে ঠিকভাবে তাকাতে পারি না।",
        category: "office",
    },
    {
        id: 129,
        excuse: "আমার খরগোশ সবেমাত্র জন্ম দিয়েছে এবং আমাকে এখন আরও 7টি খরগোশের ব্যবস্থা করতে হবে।",
        category: "office",
    },
    {
        id: 130,
        excuse: "আমার সত্যিই, সত্যিই খারাপ মাথাব্যথা আছে।",
        category: "office",
    },

    // ---------- Children ----------

    {
        id: 201,
        excuse: "আমার সত্যিই একটি গুরুত্বপূর্ণ কাজের অ্যাসাইনমেন্ট আছে।",
        category: "children",
    },
    {
        id: 202,
        excuse: "আমার বস আজ সত্যিই খারাপ মেজাজে ছিলেন।",
        category: "children",
    },
    {
        id: 203,
        excuse: "আমি আমার কাজ শেষ না করলে আমার বস আমাকে বরখাস্ত করবেন।",
        category: "children",
    },
    {
        id: 204,
        excuse: "মা আমাকে ফোন করে বলেছে যে আমাকে একটি শপিং ট্রিপের জন্য সুপারমার্কেটে যেতে হবে।",
        category: "children",
    },
    {
        id: 205,
        excuse: "আমার সেরা বন্ধু সিঁড়িতে পড়ে গিয়েছিল তাই আমাকে তাকে হাসপাতালে নিয়ে যেতে হয়েছিল।",
        category: "children",
    },
    {
        id: 206,
        excuse: "গতকাল থেকে গাড়ির গ্যাস শেষ।",
        category: "children",
    },
    {
        id: 207,
        excuse: "আমার তাপমাত্রা আজ সত্যিই অনেক বেশী.",
        category: "children",
    },
    {
        id: 208,
        excuse: "মা খুব অসুস্থ এবং আমাকে তাকে হাসপাতালে নিয়ে যেতে হবে।",
        category: "children",
    },
    {
        id: 209,
        excuse: "পুলিশ আমাকে গ্রেফতার করতে যাচ্ছে তাই আমাকে পালাতে হবে।",
        category: "children",
    },
    {
        id: 210,
        excuse: "ডাক্তার বলেছে আমার পেটে বড় কৃমি।",
        category: "children",
    },

    // ---------- College ----------

    {
        id: 301,
        excuse: "আমি আমার ড্রাইভিং লাইসেন্স ভুলে গিয়েছিলাম এবং ট্রাফিক পুলিশের সাথে উত্তপ্ত তর্কের মধ্যে পড়েছিলাম।",
        category: "college",
    },
    {
        id: 302,
        excuse: "আমার বাবা-মা বাড়িতে না থাকায় আমি আমার ছোট ভাইকে স্কুলে ছাড়তে গিয়েছিলাম।",
        category: "college",
    },
    {
        id: 303,
        excuse: "আমি মনে করি গত রাতে বিচ্ছেদের কারণে আমি খাবারের পজিশনে ভুগছি।",
        category: "college",
    },
    {
        id: 304,
        excuse: "আমার ছোট ভাইয়ের প্রতি আমার আচরণের জন্য আমার বাবা-মা আমাকে অনেক বকাঝকা করতেন।",
        category: "college",
    },
    {
        id: 305,
        excuse: "আমার প্রতিবেশী একটি দুর্ঘটনার সাথে দেখা হয়েছিল এবং আমিই একমাত্র ব্যক্তি যে দুর্ঘটনার কাছাকাছি ছিলাম।",
        category: "college",
    },
    {
        id: 306,
        excuse: "প্রবল বৃষ্টির কারণে আমার এলাকার আশপাশের রাস্তা বন্ধ হয়ে গেছে।",
        category: "college",
    },
    {
        id: 307,
        excuse: "আমার বাড়িতে একটা বড় চুরি হয়েছে। আমার জিনিসপত্র দেখাশোনা করতে হবে।",
        category: "college",
    },
    {
        id: 308,
        excuse: "আমার দাদি আজ সকালে মারা গেছেন।",
        category: "college",
    },
    {
        id: 309,
        excuse: "আমি আমার পিতামাতার সাথে আমার দাদীর জানাজায় গিয়েছিলাম।",
        category: "college",
    },
    {
        id: 310,
        excuse: "আমার দাদার হার্ট অ্যাটাক হয়েছিল। আমাকে তাকে হাসপাতালে নিয়ে যেতে হয়েছিল",
        category: "college",
    },

    // ---------- Party ----------

    {
        id: 401,
        excuse: "আমার ভাই এয়ারপোর্টে আমার শ্বশুরবাড়িতে নিতে পারে না, তাই আমাকে তার জায়গায় যেতে হবে।",
        category: "party",
    },
    {
        id: 402,
        excuse: "আমার সবচেয়ে খারাপ মাইগ্রেন আছে। হ্যাঁ, আমি মনে করি না যে আমি আজ রাতে আপনার পার্টিতে আসতে পারব।",
        category: "party",
    },
    {
        id: 403,
        excuse: "গত রাতে আমার বন্ধুর পার্টিতে আমি খুব কষ্ট করে গিয়েছিলাম। এই মুহূর্তে খুব ক্লান্ত। আমাকে এটার বাইরে বসতে হবে।",
        category: "party",
    },
    {
        id: 404,
        excuse: "আমার বন্ধুর বাবা-মা এক সপ্তাহের জন্য শহরের বাইরে যাচ্ছেন। আমাকে তাকে হাসপাতালে নিয়ে যেতে হবে।",
        category: "party",
    },
    {
        id: 405,
        excuse: "আমি গাড়ি চালাতে যাচ্ছিলাম, কিন্তু আমি দ্রুত বুঝতে পারলাম যে আমার একটি ফ্ল্যাট টায়ার আছে। আমার মেকানিক বলেছে যে তিনি সকাল পর্যন্ত এখানে কাউকে পাঠাতে পারবেন না।",
        category: "party",
    },
    {
        id: 406,
        excuse: "আমার বেবি সিটার একেবারে শেষ মুহুর্তে আমাকে বাতিল করেছে। আমি অন্য কাউকে খুঁজে বের করার চেষ্টা করছি, কিন্তু আমি খুব সন্দেহ করছি যে আমি এমন একটি সংক্ষিপ্ত নোটিশে আসতে পারব",
        category: "party",
    },
    {
        id: 407,
        excuse: "আমি পার্টিতে যাচ্ছিলাম যখন আমি আমার বোনের কাছ থেকে ফোন পেলাম যার দুর্ঘটনা ঘটেছে। আমি দুঃখিত যে আমি আপনার পার্টি মিস করতে পেরেছি, কিন্তু আমার এখনই তার পাশে থাকা দরকার।",
        category: "party",
    },
    {
        id: 408,
        excuse: "আমার বস এইমাত্র আমাকে ফোন করেছিলেন যে আমাকে একটি জরুরি মিটিংয়ের জন্য একটি ফ্লাইটে যেতে হবে। আমি এটি মিস করতে পারি না, তবে আমি আপনার পিও বক্সে আপনার উপহার পাঠাব।",
        category: "party",
    },
    {
        id: 409,
        excuse: "আমার দল শুধু আমাদের কাজের সময়সূচী পরিবর্তন করেছে, এবং আমি আগামীকাল সকাল 6 টায় যেতে প্রস্তুত।",
        category: "party",
    },
    {
        id: 410,
        excuse: "সেটা আজ ছিল? আমি খুব দুঃখিত বন্ধুরা, কিন্তু আমি আমার স্ত্রীকে প্রতিশ্রুতি দিয়েছিলাম যে আমরা আজ রাতে ডেট নাইট করব।",
        category: "party",
    },
    {
        id: 411,
        excuse: "আমি মধ্যরাতের আগে কিছু তাড়াহুড়ো করছি, এটি আমার গ্রেডকে প্রভাবিত করবে।",
        category: "party",
    },
    {
        id: 412,
        excuse: "আমি প্রস্তুত ছিলাম, কিন্তু পথে, আমি আমার ফোন তুলে নিলাম এবং এই পালঙ্কে আমি এখন খুব আরামদায়ক।",
        category: "party",
    },
    {
        id: 413,
        excuse: "দুঃখিত, আমি এখন সত্যিই কঠিন সময়ে আমার বন্ধুকে সাহায্য করছি।",
        category: "party",
    },
    {
        id: 414,
        excuse: "আজকে কাউকে দেখতে সত্যিই ভালো লাগছে না। হয়তো পরের বার।",
        category: "party",
    },
    {
        id: 415,
        excuse: "আমি শুধু আমার বাবা-মা দ্বারা গ্রাউন্ডেড হয়েছি। দুঃখিত বন্ধুরা।",
        category: "party",
    },
    {
        id: 416,
        excuse: "আগামীকাল একটি জম্বি অ্যাপোক্যালিপস হবে, আমাকে বিশ্রাম নিতে হবে।",
        category: "party",
    },
    {
        id: 417,
        excuse: "আমি আমার নিজের দল।",
        category: "party",
    },
    {
        id: 418,
        excuse: "আমার প্রাক্তন সেখানে থাকবে।",
        category: "party",
    },
    {
        id: 419,
        excuse: "দুঃখিত, আমার কাছে পশমযুক্ত স্যুট নেই।",
        category: "party",
    },
    {
        id: 420,
        excuse: "আমি সত্যিই আসতে চাই কিন্তু আমার একটি চিৎকারে ইস্ট ইনফেকশন আছে এবং আমি সারা রাত আমার কোমরে আঁচড়াতে দাঁড়িয়ে থাকতে চাই না। আমি সত্যিই আশা করি আপনি বুঝতে পেরেছেন।",
        category: "party",
    },

    //---------Funny----------
    {
        id: 501,
        excuse: "পরের দিন আমার জ্বর ছিল।",
        category: "funny",
    },
    {
        id: 502,
        excuse: "আমার গাড়ির রেডিও নষ্ট হয়ে গেছে, এবং যদি আমার গান না থাকে তাহলে আমি গাড়ি চালাতে পারতাম না।",
        category: "funny",
    },
    {
        id: 503,
        excuse: "আমি শুনেছি আজ বজ্রঝড় হবে।",
        category: "funny",
    },
    {
        id: 504,
        excuse: "এলার্ম আজ আমার সাথে বিশ্বাসঘাতকতা করেছে।",
        category: "funny",
    },
    {
        id: 505,
        excuse: "আমি একটি স্কুল লেন দিয়ে যাচ্ছিলাম তাই আমি ধীর গতিতে গাড়ি চালাচ্ছিলাম।",
        category: "funny",
    },
    {
        id: 506,
        excuse: "আমার বাড়িতে দর্শক ছিল!",
        category: "funny",
    },
    {
        id: 507,
        excuse: "তার হেয়ার ড্রায়ারটি ছোট হয়ে গেছে তাই তাকে তার চুল শুকানো পর্যন্ত অপেক্ষা করতে হবে।",
        category: "funny",
    },
    {
        id: 508,
        excuse: "আজ জামাকাপড় নোংরা ছিল, তাই আমি প্রথমে লন্ড্রির কাজ করেছি।",
        category: "funny",
    },
    {
        id: 509,
        excuse: "একটি বিড়াল আমার পথ অতিক্রম করেছে।",
        category: "funny",
    },
    {
        id: 510,
        excuse: "আমি ভুল করে বাড়ির মধ্যে তালাবদ্ধ ছিলাম, তাই প্রতিবেশীদের কাছ থেকে সাহায্য নিয়েছিলাম।",
        category: "funny",
    },
    {
        id: 511,
        excuse: "আমি আমার সোলার পাওয়ার স্কুটারে চড়ছিলাম এবং হঠাৎ বৃষ্টি শুরু হয়ে গেল এবং আমার স্কুটার কাজ করা বন্ধ করে দিল।",
        category: "funny",
    },
    {
        id: 512,
        excuse: "আমার গাড়ির বাম সংকেত কাজ করছিল না, তাই আমি অফিসে পৌঁছানোর জন্য ডানদিকে নিয়েছিলাম।",
        category: "funny",
    },
    {
        id: 513,
        excuse: "আমি আমার পথে একটি ফায়ারট্রাক দেখেছি তাই আমার সন্দেহ হয়েছিল এবং স্পষ্ট করার জন্য আমি চেক করতে বাড়িতে ফিরে গিয়েছিলাম।",
        category: "funny",
    },
    {
        id: 514,
        excuse: "আমি অনেক অপরিচিত লোককে আমার গাড়ি অনুসরণ করতে দেখেছি তাই আমি আজ পৌঁছানোর জন্য সবচেয়ে দীর্ঘ পথ নিয়েছি।",
        category: "funny",
    },
    {
        id: 515,
        excuse: "আমার ট্রিমার গতকাল কাজ করা বন্ধ করে দিয়েছে এবং গতকাল সোমবার ছিল।",
        category: "funny",
    },
    {
        id: 516,
        excuse: "আমি গতকাল আগের নিয়োগকর্তার কাছে গাড়ি চালিয়েছিলাম।",
        category: "funny",
    },

    //----------Unbelievable Excuses----------
    {
        id: 601,
        excuse: "ওহ, দুঃখিত, আমি ওভেনে একটি ক্যাসারোল রেখেছি।",
        category: "unbelievable",
    },
    {
        id: 602,
        excuse: "আমি কিছু প্লাস্টিক সার্জারি বর্ধিতকরণ সম্পন্ন করেছি, কিন্তু এটি সঠিক হতে একটু পরিবর্তন প্রয়োজন।",
        category: "unbelievable",
    },
    {
        id: 603,
        excuse: "আমি বাথরুমে অনেকক্ষণ বসেছিলাম এবং আমার পা ও পা ঘুমিয়ে পড়েছিল, তাই অবশেষে যখন আমি উঠে দাঁড়ালাম, তখন আমি পড়ে গেলাম এবং আমার গোড়ালি ভেঙে ফেললাম।",
        category: "unbelievable",
    },
    {
        id: 604,
        excuse: "এটি আমার জন্য একটি বড় ক্যাসিনো উইকএন্ড ছিল, তাই আমার বিস্ময়ের কথা কল্পনা করুন যে সোমবার সকালে খেলার জন্য আমার কাছে এখনও কিছু টাকা বাকি ছিল।",
        category: "unbelievable",
    },
    {
        id: 605,
        excuse: "আমি এত ভাল মেজাজে জেগেছিলাম যে আমি এটিকে নষ্ট করতে চাইনি।",
        category: "unbelievable",
    },
    {
        id: 606,
        excuse: "দুঃখিত, গত রাতে আমি ভাগ্যবান হয়েছিলাম, কিন্তু আমি জেগে উঠেছিলাম এবং আমি কোথায় আছি তা জানি না।",
        category: "unbelievable",
    },
    {
        id: 607,
        excuse: "আমি মুদি দোকানে মেশিন দিয়ে আমার রক্তচাপ নিচ্ছিলাম এবং আটকে গিয়েছিলাম এবং বের হতে পারিনি।",
        category: "unbelievable",
    },
    {
        id: 608,
        excuse: "আমি একটি পিত্তথলি পেয়েছি এবং এটি সম্পূর্ণভাবে নিরাময়ের চেষ্টা করছি।",
        category: "unbelievable",
    },
    {
        id: 609,
        excuse: "আমার ইউনিফর্ম এখনও ভিজে ছিল, তাই আমি শুকানোর জন্য মাইক্রোওয়েভে রেখেছিলাম এবং এতে আগুন ধরে যায়।",
        category: "unbelievable",
    },
    {
        id: 610,
        excuse: "সত্যিই দুঃখিত, কিন্তু আমি দুর্ঘটনাক্রমে একটি বিমানে উঠেছিলাম এবং আমি শহরে নেই।",
        category: "unbelievable",
    },
    {
        id: 611,
        excuse: "আমি চাঁদে আছি এবং সূর্যের কাছে ফিরে আসছি।",
        category: "unbelievable" ,
    },
    {
        id: 612,
        excuse: "গতকাল, তারিখটি 30 ফেব্রুয়ারী হওয়ার কথা ছিল তাই সারা দিন, আমি ক্যালেন্ডারটি বের করছিলাম।",
        category: "unbelievable" ,
    },
    {
        id: 613,
        excuse: "পৃথিবীটি গতকাল ঘোরানো বন্ধ করে দিয়েছে, তাই আমি এক জায়গায় জমে গিয়েছিলাম।",
        category: "unbelievable" ,
    },


    //----------Developers--------
    {
        id: 701,
        excuse: "এই কোডটিতে একটি বাগ আছে, কিন্তু আমি জানি না আমি কোন বাগটির কথা বলছি।",
        category: "developers",
    },
    {
        id: 702,
        excuse: "কফি মেশিন আজ কাজ করা বন্ধ করে দিয়েছে!",
        category: "developers",
    },
    {
        id: 703,
        excuse: "আমি জানি না কিভাবে কফিকে কোডে পরিণত করতে হয়।",
        category: "developers",
    },
    {
        id: 704,
        excuse: "আমার বন্ধু আমাকে বলেছিল যে 127.0.0.1 এর মতো কোনও জায়গা নেই তাই আমি দেখতে গিয়েছিলাম যে এমন জায়গা আছে কিনা।",
        category: "developers",
    },
    {
        id: 705,
        excuse: "এটি আমার মেশিনে কাজ করে।",
        category: "developers",
    },
    {
        id: 706,
        excuse: "যখন কেউ আমাকে আমার রক্তের গ্রুপ সম্পর্কে জিজ্ঞাসা করেছিল, আমি তাকে বলেছিলাম যে আমি একজন কোড রক্তযুক্ত ব্যক্তি।",
        category: "developers",
    },
    {
        id: 707,
        excuse: "এইচআর আমাকে জিজ্ঞাসা করেছিল কেন আপনি দেরি করছেন, আমি তাকে বলেছিলাম যে আমি একটি আইডি।",
        category: "developers",
    },
    {
        id: 708,
        excuse: "আমার খালা আমাকে তার কম্পিউটার ঠিক করতে বলেছিল, তাই আমি আজ দেরি করেছি।",
        category: "developers",
    },
    {
        id: 709,
        excuse: "আমি অভিশপ্ত হয়েছি কারণ কেউ আমার কোড পর্যালোচনা করেছে।",
        category: "developers",
    },
    {
        id: 710,
        excuse: "আমাকে যুদ্ধ ঘোষণা করতে বলা হয়েছিল, কিন্তু আমি জানি কিভাবে ভেরিয়েবল ঘোষণা করতে হয়।",
        category: "developers",
    },
    {
        id: 711,
        excuse: "এটি একটি বাগ নয়, এটি একটি বৈশিষ্ট্য।",
        category: "developers",
    },
    {
        id: 712,
        excuse: "আমার ওয়াইফাই কাজ করছিল না, তাই আমি একটি হট-স্পট অর্থাৎ সূর্য খুঁজতে গিয়েছিলাম",
        category: "developers",
    },
    {
        id: 713,
        excuse: "আমরা একই সংস্করণে নেই, তাই একটি দ্বন্দ্ব আছে।",
        category: "developers",
    },
    {
        id: 714,
        excuse: "আমি জানি না কিভাবে পাইথনে কোড করতে হয়, আমাকে নিয়োগ করা হয়েছিল কারণ, পাইথন আমার রাশিতে আছে।",
        category: "developers",
    },
    {
        id: 715,
        excuse: "টি একটি হার্ডওয়্যার সমস্যা হতে হবে, আমার কোড সমস্যা নয়।",
        category: "developers",
    },


    //----------Gaming--------
    {
        id: 801,
        excuse: "আমি পিছিয়ে আছি",
        category: "gaming",
    },
    {
        id: 802,
        excuse: "আমার মাউস কাজ করছে না",
        category: "gaming"
    },
    {
        id: 803,
        excuse: "আমি শপথ করছি আমি ক্লিক করেছি!",
        category: "gaming"
    },
    {
        id: 804,
        excuse: "খেলা আমার বুলেট খেয়েছে",
        category: "gaming"
    },
    {
        id: 805,
        excuse: "আমি আমার মায়ের সাথে কথা বলছিলাম",
        category: "gaming"
    },
    {
        id: 806,
        excuse: "আমার মাউসের ব্যাটারি শেষ হয়ে যাচ্ছে",
        category: "gaming"
    },
    {
        id: 807,
        excuse: "আমার ইন্টারনেট খুব খারাপ",
        category: "gaming"
    },
    {
        id: 808,
        excuse: "আমার জয়স্টিক কাজ করছে না",
        category: "gaming"
    },
    {
        id: 809,
        excuse: "আমার জয়স্টিকটির ব্যাটারি শেষ হয়ে যাচ্ছে",
        category: "gaming"
    },
    {
        id: 810,
        excuse: "আমি খারাপ না, আমি ঠান্ডা করছি",
        category: "gaming"
    },
    {
        id: 811,
        excuse: "এই গেমের শব্দটি এতটাই খারাপ যে আমি তাদের আসতে শুনিনি",
        category: "gaming"
    },
    {
        id: 812,
        excuse: "তাদের কাছে আরও ভালো বন্দুক ছিল, তাই তারা আমাকে মেরেছে",
        category: "gaming"
    },
    {
        id: 813,
        excuse: "আমি ফ্ল্যাশ হয়েছিলাম",
        category: "gaming"
    },
    {
        id: 814,
        excuse: "আমার কাছে একটি ধোঁয়া গ্রেনেড ছিল, কিছুই দেখতে পাচ্ছিলাম না",
        category: "gaming"
    },
    {
        id: 815,
        excuse: "দুঃখিত, আমি বাথরুমে ছিলাম",
        category: "gaming"
    },
    {
        id: 816,
        excuse: "আমার গুলি ফুরিয়ে গেছে",
        category: "gaming"
    },
    {
        id: 817,
        excuse: "আমার কাছে বন্দুক ছিল না",
        category: "gaming"
    },
    {
        id: 818,
        excuse: "আমার হেডফোন বন্ধ",
        category: "gaming"
    },
    {
        id: 819,
        excuse: "আমি শব্দ ছাড়াই বাজাচ্ছি",
        category: "gaming"
    },
    {
        id: 820,
        excuse: "এটা আমার ভাই যে খেলছিল",
        category: "gaming"
    },
    {
        id: 821,
        excuse: "আমি আমার ভাতিজিদের বাচ্চা করছি এবং তারা চিৎকার করতে শুরু করেছে",
        category: "gaming"
    },
    {
        id: 822,
        excuse: "আমি আমার কন্ট্রোলার ছুড়ে ফেলেছি এবং এটি খুঁজে পাইনি।",
        category: "gaming"
    },
    {
        id: 823,
        excuse: "আমার বান্ধবী Netflix দেখছে বলে আমার সার্ভার পিছিয়ে যাচ্ছে",
        category: "gaming"
    },
    {
        id: 824,
        excuse: "আমার কুকুর এইমাত্র আমার কোলে ছুঁড়ে ফেলেছে",
        category: "gaming"
    },
    {
        id: 825,
        excuse: "আমার বিড়াল আমার কাঁধে আরোহণ করেছে",
        category: "gaming"
    },
    {
        id: 826,
        excuse: "আমি ভুলে গেছি কোন কনসোলে খেলছিলাম",
        category: "gaming"
    },    
    {
        id: 827,
        excuse: "আমার সঙ্গী এইমাত্র কাজ থেকে বাড়ি ফিরেছে এবং কথা বলতে চেয়েছিল",
        category: "gaming"
    },    
    {
        id: 828,
        excuse: "আমার কুকুরটি খুব সুন্দর ছিল এবং আমি বিভ্রান্ত হয়ে পড়েছিলাম",
        category: "gaming"
    },    
    {
        id: 829,
        excuse: "ভাইবগুলি খেলায় তেমন ভাল ছিল না",
        category: "gaming"
    },
    {
        id: 830,
        excuse: "আমার এসি কাজ করছে না এবং এটি আমার ফোকাস নষ্ট করছে",
        category: "gaming"
    },
];
